code --install-extension 4ops.terraform
code --install-extension aaron-bond.better-comments
code --install-extension akamud.vscode-theme-onedark
code --install-extension andrew-codes.cypress-snippets
code --install-extension angular.ng-template
code --install-extension anthropic.claude-code
code --install-extension asos.asos-copilot-manager
code --install-extension astral-sh.ty
code --install-extension astro-build.astro-vscode
code --install-extension asyncapi.asyncapi-preview
code --install-extension azemoh.one-monokai
code --install-extension azurite.azurite
code --install-extension bierner.markdown-preview-github-styles
code --install-extension c10udburst.macro-recorder
code --install-extension charliermarsh.ruff
code --install-extension dart-code.dart-code
code --install-extension dart-code.flutter
code --install-extension dbaeumer.vscode-eslint
code --install-extension docker.docker
code --install-extension editorconfig.editorconfig
code --install-extension esbenp.prettier-vscode
code --install-extension eserozvataf.one-dark-pro-monokai-darker
code --install-extension figma.figma-vscode-extension
code --install-extension gerane.theme-flatlandmonokai
code --install-extension github.codespaces
code --install-extension github.copilot-chat
code --install-extension github.github-vscode-theme
code --install-extension github.vscode-github-actions
code --install-extension golang.go
code --install-extension grapecity.gc-excelviewer
code --install-extension hashicorp.terraform
code --install-extension hbenl.vscode-test-explorer
code --install-extension humao.rest-client
code --install-extension jakebecker.elixir-ls
code --install-extension jdinhlife.gruvbox
code --install-extension jmfirth.vsc-space-block-jumper
code --install-extension john-crowson.angular-file-changer
code --install-extension kaiwood.center-editor-window
code --install-extension kreativ-software.csharpextensions
code --install-extension meezilla.json
code --install-extension microsoft-aspire.aspire-vscode
code --install-extension mikael.angular-beastcode
code --install-extension minamarkham.yonce-theme
code --install-extension monokai.theme-monokai-pro-vscode
code --install-extension ms-azure-devops.azure-pipelines
code --install-extension ms-azuretools.vscode-azure-github-copilot
code --install-extension ms-azuretools.vscode-azure-mcp-server
code --install-extension ms-azuretools.vscode-azurefunctions
code --install-extension ms-azuretools.vscode-azurelogicapps
code --install-extension ms-azuretools.vscode-azureresourcegroups
code --install-extension ms-azuretools.vscode-bicep
code --install-extension ms-azuretools.vscode-containers
code --install-extension ms-azuretools.vscode-docker
code --install-extension ms-dotnettools.csdevkit
code --install-extension ms-dotnettools.csharp
code --install-extension ms-dotnettools.dotnet-interactive-vscode
code --install-extension ms-dotnettools.vscode-dotnet-runtime
code --install-extension ms-dotnettools.vscodeintellicode-csharp
code --install-extension ms-kubernetes-tools.vscode-aks-tools
code --install-extension ms-kubernetes-tools.vscode-kubernetes-tools
code --install-extension ms-python.debugpy
code --install-extension ms-python.isort
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-python.vscode-python-envs
code --install-extension ms-toolsai.jupyter
code --install-extension ms-toolsai.jupyter-keymap
code --install-extension ms-toolsai.jupyter-renderers
code --install-extension ms-toolsai.vscode-jupyter-cell-tags
code --install-extension ms-toolsai.vscode-jupyter-slideshow
code --install-extension ms-vscode-remote.remote-containers
code --install-extension ms-vscode-remote.remote-wsl
code --install-extension ms-vscode.azure-account
code --install-extension ms-vscode.azurecli
code --install-extension ms-vscode.powershell
code --install-extension ms-vscode.test-adapter-converter
code --install-extension orta.vscode-jest
code --install-extension pkief.material-icon-theme
code --install-extension pmneo.tsimporter
code --install-extension quicktype.quicktype
code --install-extension rafaelsalguero.csharp2ts
code --install-extension redhat.vscode-yaml
code --install-extension ryuta46.multi-command
code --install-extension sainoba.px-to-rem
code --install-extension simonsiefke.svg-preview
code --install-extension sst-dev.opencode
code --install-extension steoates.autoimport
code --install-extension streetsidesoftware.code-spell-checker
code --install-extension stylelint.vscode-stylelint
code --install-extension svelte.svelte-vscode
code --install-extension vscode-icons-team.vscode-icons
code --install-extension yigitfindikli.primeflexsnippets
code --install-extension yigitfindikli.primengsnippets
code --install-extension yoavbls.pretty-ts-errors
code --install-extension zhuangtongfa.material-theme